regions = [
    "서울", "부산", "춘천", "천안", "포항", "제주", "서귀포"
]

titles = {
    "서울": [
        "서울의 맛집 탐방, 미식의 도시를 거닐다",
        "서울의 밤, 빛나는 도시를 경험하다",
        "서울의 고궁 투어, 한국의 역사를 만나다"
    ],
    "부산": [
        "부산 해운대, 아름다운 해변의 매력에 푹 빠지다",
        "부산 국제시장, 전통 시장의 정취를 만나다",
        "부산의 공원과 산책로, 도시 속 자연을 즐기다"
    ],
    "서귀포": [
        "서귀포의 아름다운 바다, 제주의 푸른 물결을 만나다",
        "서귀포의 산책로, 자연과 함께하는 여유로운 시간",
        "서귀포 해산물 요리, 신선함이 살아있는 맛을 경험하다"
    ],
    "춘천": [
        "춘천의 원조 닭갈비 맛보기",
        "춘천 소양호에서의 달빛 풍경",
        "춘천 명동의 소박한 매력"
    ],
    "천안": [
        "천안 독립기념관, 한국의 역사를 느끼다",
        "천안의 도심, 여유로운 시간 보내기",
        "천안의 먹거리 탐방, 떡갈비에 반하다"
    ],
    "포항": [
        "포항의 해안도로 드라이브",
        "포항 전통시장, 신선한 해산물 구경",
        "포항의 바다, 맑은 동해를 만나다"
    ],
    "제주": [
        "제주돼지구이의 매력에 빠지다",
        "제주 한라산 정복기",
        "제주 오름 투어, 아름다운 자연을 만나다"
    ]
}

descriptions = {
    "서울": [
        "서울의 활기찬 도시를 체험했습니다. 곳곳에 숨어있는 맛집을 찾아다니는 것이 정말 재미있었습니다.",
        "서울의 밤문화가 너무나 활발해 놀랐습니다. 클럽에서의 밤은 진짜 잊지 못할 것 같아요.",
        "경복궁과 창덕궁 등 서울의 고궁을 방문해 보았습니다. 한국의 전통이 얼마나 아름다운지 다시 한번 느꼈습니다."
    ],
    "부산": [
        "부산의 해운대를 방문해 보았습니다. 해변가의 맛집들이 정말 많았습니다.",
        "부산의 국제시장에서 전통시장의 정취를 느꼈습니다. 신선한 해산물을 구입할 수 있어서 좋았습니다.",
        "부산의 여러 공원과 산책로를 다녀왔습니다. 도시속의 자연을 즐길 수 있어서 좋았습니다."
    ],
    "서귀포": [
        "서귀포의 아름다운 바다를 경험하며 맑은 공기를 마셨습니다.",
        "서귀포에서의 산책로는 아주 아름답습니다. 꼭 한 번 걷어보세요.",
        "서귀포에서의 해산물 요리를 즐겼습니다. 신선한 해산물의 맛이 일품이었습니다."
    ],
    "춘천": [
        "춘천에서의 닭갈비 투어는 정말 일품이었습니다. 원조 닭갈비의 맛은 잊지 못할 것 같아요.",
        "춘천의 소양호를 방문해 보았습니다. 호수 위에 떠있는 달이 너무 아름다웠습니다.",
        "춘천의 명동을 걸어 다니며 작은 상점들을 찾아보았습니다. 특색있는 핸드메이드 제품들이 많아 재미있었습니다."
    ],
    "천안": [
        "천안의 독립기념관을 방문하였습니다. 한국의 역사를 배울 수 있는 가치 있는 시간이었습니다.",
        "천안에서 아름다운 도심 풍경을 즐겼습니다. 도시 속에서도 여유로운 시간을 보낼 수 있어 좋았습니다.",
        "천안의 풍부한 먹거리를 즐겼습니다. 특히 천안떡갈비는 두 번 먹게 만들 정도로 맛있었습니다."
    ],
    "포항": [
        "포항의 아름다운 해안선을 따라 드라이브하며 바다의 정취를 느꼈습니다.",
        "포항의 전통시장에서 신선한 해산물을 구입해 보았습니다. 직접 장 보는 재미가 쏠쏠했습니다.",
        "포항에서의 동해 바다가 정말 아름다웠습니다. 맑은 바다를 바라보며 여유로운 시간을 보냈습니다."
    ],
    "제주": [
        "제주도에서 제주돼지구이를 맛보았습니다. 그 맛은 정말 잊을 수 없을 것 같습니다.",
        "제주의 한라산을 정복하였습니다. 정상에서 바라본 풍경은 정말 아름다웠습니다.",
        "제주의 오름들을 찾아 다니며 제주의 아름다움을 느꼈습니다. 각기 다른 모습의 오름들이 인상적이었습니다."
    ]
}

tags = [
    "가족여행", "백패킹", "해변", "등산", "캠핑", "도시투어", "음식투어", "문화체험",
    "역사탐방", "나이트라이프", "쇼핑", "레저스포츠", "자연풍경", "스포츠경기", "휴양지",
    "미술관", "음악페스티벌", "와인투어", "스파", "요가"
]

images = {
    "서울": [
        ".\\images\\서울_1.jpg",
        ".\\images\\서울_2.jpg",
        ".\\images\\서울_3.jpg",
        ".\\images\\서울_4.jpg",
        ".\\images\\서울_5.jpg",
    ],
    "부산": [
        ".\\images\\부산_1.jpg",
        ".\\images\\부산_2.jpg",
        ".\\images\\부산_3.jpg",
        ".\\images\\부산_4.jpg",
        ".\\images\\부산_5.jpg",
    ],
    "춘천": [
        ".\\images\\춘천_1.jpg",
        ".\\images\\춘천_2.jpg",
        ".\\images\\춘천_3.jpg",
        ".\\images\\춘천_4.jpg",
        ".\\images\\춘천_5.jpg",
    ],
    "천안": [
        ".\\images\\천안_1.jpg",
        ".\\images\\천안_2.jpg",
        ".\\images\\천안_3.jpg",
        ".\\images\\천안_4.jpg",
        ".\\images\\천안_5.jpg",
    ],
    "포항": [
        ".\\images\\포항_1.jpg",
        ".\\images\\포항_2.jpg",
        ".\\images\\포항_3.jpg",
        ".\\images\\포항_4.jpg",
        ".\\images\\포항_5.jpg",
    ],
    "제주": [
        ".\\images\\제주_1.jpg",
        ".\\images\\제주_2.jpg",
        ".\\images\\제주_3.jpg",
        ".\\images\\제주_4.jpg",
        ".\\images\\제주_5.jpg",
    ],
    "서귀포": [
        ".\\images\\서귀포_1.jpg",
        ".\\images\\서귀포_2.jpg",
        ".\\images\\서귀포_3.jpg",
        ".\\images\\서귀포_4.jpg",
        ".\\images\\서귀포_5.jpg",
    ]
}


users = [
    "0tMlexzJJxTBo6LyjnDnQyUZS5t1", "Bkwsp5m4xZNH2GmdUFjkicwg5ur1", "NnGXEFk67pYUu6DqlQ4Uu1M48Gr1",
    "aMPw6K4mdgXYsL2bEbxRtnRIfrY2", "fIxdjX05ZlcFRU14GwLyANMW7nh1", "gULVI2VBfKgVXJLnzHeRyoTQmBI2",
    "yGJcmRKYjWfZxF3V0v0hNGs1UEZ2"
]
